11/data/attachments/604178ebe1b08da8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:username>
            <nif:friendToBeAdded>Michael_woman_Actions_49179_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>